[SearchAndDestroy_var02 X2MissionNarrativeTemplate]
+ObjectiveTextPools[0]="找到强大外星人"
+ObjectiveTextPools[1]="杀死这个外星人"
+ObjectiveTextPools[2]="消灭所有目标敌人"
+ObjectiveTextPools[3]="撤出所有XCOM特工"

[SearchAndDestroy_var02 X2MissionTemplate]
+DisplayName="找到并消灭：高级外星人"
+Briefing="高级外星人被发现了。找到并清除它。"
+PostMissionType="找到并消灭：高级外星人"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="找到并消灭外星人"
+ObjectiveTextPools[1]="别让外星人指挥官逃走"
+PreMissionNarratives[0]="XPACK_NarrativeMoments.X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_A"
+PreMissionNarratives[1]="XPACK_NarrativeMoments.X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_B"
+PreMissionNarratives[2]="XPACK_NarrativeMoments.X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_C"

[GOp_SearchAndDestroy_var02 X2MissionFlavorTextTemplate]
FlavorText="缺少背景叙述"
CouncilSpokesmanSuccessText="干得漂亮，指挥官。发现了<XGParam:StrValue0/!WorldRegionName/>的高级外星人，能够发起另一次决定性的攻势。"
CouncilSpokesmanFailureText="在你最近没能阻止<XGParam:StrValue0/!WorldRegionName/>内那个外星人指挥官之后，我们已无法追踪它的去向。指挥官，我们失去了一次宝贵的机会。"  
